<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Organización
    |--------------------------------------------------------------------------
    */
    'organization' => env(
        'PROCESS_ORGANIZATION',
        'CLUB de Niños y Niñas San Luis Potosí'
    ),
    'system_name' => env(
        'PROCESS_SYSTEM_NAME',
        'MS CLUB Processes'
    ),
    'system_version' => env(
        'PROCESS_SYSTEM_VERSION',
        '1.0.0'
    ),
    /*
    |--------------------------------------------------------------------------
    | Correos
    |--------------------------------------------------------------------------
    */
    'emails' => [
        'reports' => env('REPORT_EMAIL'),
    ],
    /*
    |--------------------------------------------------------------------------
    | Logos
    |--------------------------------------------------------------------------
    */
    'logo' => public_path(
        'images/logos/logo-blue.jpg'
    ),
];
